{
	"app": {
		"title": {
			"emphasis":"GEORGE JR.",
			"line1": "PROGRAMADOR",
			"line2": "FULLSTACK"
		},
		"nav": {
			"blog": "BLOG",
			"projects": "PROJETOS",
			"contact": "CONTATO",
			"github": "GITHUB",
			"linkedin": "LINKEDIN"
		},
		"projects": {
			"swipeText": "ARRASTE PARA VER MAIS PROJETOS",
			"description": {
				"studyPlanner": "O Study Planner é uma plataforma inovadora projetada para ajudar estudantes a gerenciar suas atividades acadêmicas com eficiência. Com uma interface intuitiva e recursos abrangentes, o sistema permite o acompanhamento detalhado de presenças, notas, anotações e tarefas, tornando mais fácil se organizar e monitorar o desempenho acadêmico.",
				"superToolKit": "O Super ToolKit é uma ferramenta de linha de comando abrangente projetada para aumentar a produtividade e simplificar tarefas diárias diretamente do terminal. Ele fornece ferramentas essenciais para desenvolvedores, administradores de sistemas e usuários avançados, otimizando fluxos de trabalho e aumentando a eficiência.",
				"vocabulary": "O Vocabulary é uma plataforma projetada para ajudar os usuários a expandirem seu vocabulário em inglês por meio de uma experiência interativa e gamificada. Ele torna o aprendizado de novas palavras divertido, envolvente e eficaz, proporcionando uma maneira fluida de melhorar o vocabulário.",
				"audiobookGenerator": "O Audiobook Generator é uma ferramenta online desenvolvida em Python que converte PDFs em audiolivros. Utilizando tecnologia de conversão de texto em fala, ele processa e lê o conteúdo de qualquer arquivo PDF enviado, proporcionando uma maneira eficiente de consumir textos sem precisar lê-los.",
				"focus": "O Focus é um aplicativo de produtividade baseado na técnica Pomodoro, projetado para ajudar os usuários a gerenciar seu tempo de forma eficaz. Ele permite dividir tarefas em intervalos focados, com pausas entre eles, ajudando você a manter o foco e aumentar sua produtividade.",
				"path": "O Path é uma plataforma online que oferece um roteiro estruturado para aprendizado de programação. Ele fornece guias passo a passo para dominar diversas linguagens e frameworks, além de acompanhamento de progresso e recomendações de recursos para ajudar os usuários a se manterem organizados e motivados.",
				"marioMoCap": "O Mario MoCap é um projeto de captura de movimento desenvolvido para uma demonstração em feira de ciências. Usando MediaPipe e OpenCV, o sistema rastreia movimentos das mãos e do corpo para controlar ações no jogo. Ele proporciona uma experiência interativa ao demonstrar o poder da visão computacional e da tecnologia de captura de movimento."
			},
			"sourceCode": "CÓDIGO FONTE",
			"visit": "VISITAR"
		},
		"contact": {
			"message": {
				"emphasis": "JÁ SÃO",
				"line1": "MAIS DE 4 ANOS",
				"line2": "FAZENDO ISSO"
			},
			"email": {
				"emphasis": "CONTATO:",
				"text": "CTT.GEORGEJR&#64;GMAIL.COM"
			}
		}
	}
}